[
  {
    "id": "1",
    "name": "Zeal Optics Sunglasses",
    "price": 179,
    "description": "NORTHWIND: This frame's wide-brow, angular design is crafted from recycled plastic and agricultural grasses to combine sustainability with quality, durability, performance and style. SEE GRASS FRAMES: Zeal Optics See Grass frames combine recycled plastics and grass fibers to create a unique, durable frame with our lowest environmental impact to date. Reuse. Regrow. Reimagine.",
    "img": "https://i.ibb.co/fn4gG5R/sunglasess1.webp"
  },
  {
    "id": "2",
    "name": "Ray-Ban RB3025 Sunglasses",
    "price": 163,
    "description": "CLASSIC AVIATOR SUNGLASSES: Protect your eyes with style made famous by aviators since 1937. Ray-Ban RB3025 Large Metal Aviator Sunglasses are superior unisex glasses with multiple frame and lens options. NON-POLARIZED SUNGLASSES: RB3025 Aviator sunglasses feature legendary Ray-Ban G-15 non-polarized lenses, which provide superior protection against UV light and were originally designed for military use.",
    "img": "https://i.ibb.co/qpm38MX/sunglasess2.webp"
  },
  {
    "id": "3",
    "name": "Oakley Men's Sunglasses",
    "price": 121,
    "description": "100% UV protection: Oakley Plutonite lenses provide 100% uv protection filtering of all UVA, UVB, UVC and harmful blue light up to 400mm. Oakley’s lightweight Plutonite lens Material offers superior comfort, clarity & protection against impact and ultraviolet radiation",
    "img": "https://i.ibb.co/Hq4nwcJ/sunglasess3.webp"
  },
  {
    "id": "4",
    "name": "Oakley Holbrook Sunglasses",
    "price": 167,
    "description": "Oakley Plutonite Lenses offer 100% UV Protection filtering of all UVA, UVB, UVC and harmful blue light up to 400 millimeter. Oakley’s lightweight Plutonite lens material offers superior comfort, clarity & protection against impact and ultraviolet radiation.",
    "img": "https://i.ibb.co/9rhsNgF/sunglasess4.webp"
  },
  {
    "id": "5",
    "name": "Oakley Cranksh Sunglasses",
    "price": 102,
    "description": "There's nothing worse than being on belay up at Lone Peak with the sun blinding you, even in your peripheral vision. Oakley's Crankshaft Sunglasses solves that problem with their highly protective design that's also durable enough for all your weekend warrior epics. These lifestyle sunglasses merge the styles of Oakley's Gascan and Fuel Cell shades for a bold look.",
    "img": "https://i.ibb.co/xXkyf1x/sunglasess5.webp"
  },
  {
    "id": "6",
    "name": "Lacoste Sunglasses",
    "price": 93,
    "description": "These lenses are impact-resitant, lightweigt and provide UV protection. Polycarbinate lenses also have a scratch resistant coating.",
    "img": "https://i.ibb.co/nmY5xbN/sunglasess6.webp"
  },
  {
    "id": "7",
    "name": "Timberland Sunglasses",
    "price": 78,
    "description": "Timberland Earthkeepers sunglasses in a rounded rectangle shape, bio-based shiny black plastic front, bio-based double injected soft touch temples in matte black with a luminary green color pop. Laser applied Timberland logo on both temples in luminary green. Lightweight and durable for all day wear. Polarized lenses.",
    "img": "https://i.ibb.co/WPcyBBx/sunglasess7.webp"
  },
  {
    "id": "8",
    "name": "Oakley Round Sunglasses",
    "price": 189,
    "description": "Classic yet versatile, the Oakley Pitchman R sunglasses never go out of style. Each pair of Pitchman R sunglasses sport Oakley's famous Plutonite lenses that block 100% of all UVA, UVB, UVC and harmful blue light up to 400mm. The Oakley Pitchman R sunglasses are designed with a keyhole nose bridge with round lenses.",
    "img": "https://i.ibb.co/wLHqFDd/sunglasess8.webp"
  },
  {
    "id": "9",
    "name": "Oakley Latch Oval Sunglasses",
    "price": 178,
    "description": "nspired by skateboarders and professional athletes, the Oakley Latch sunglasses are stylish yet comfortable. Designed with an innovative interior latch which allows you to attach the sunglasses to your shirt, the Oakley Latch sunglasses feature a lightweight, durable O Matter frame that is stress resistant and comfortable for every day wear.",
    "img": "https://i.ibb.co/XSBwJCN/sunglasess9.webp"
  }
]
